conf = {
    'TOKEN': '',

    'VAL': ':dollar:',  # обозначение валюты
    'PREFIX': '!',          # префикс для вызова бота
    'START_BAL': 1000,         # начальный баланс
    'MSG_INT_MIN': 30,      # диапазон сообщений для выдачи кода
    'MSG_INT_MAX': 100,     #
    'MIN_NAG': 100,         # диапазон награды за код
    'MAX_NAG': 200,         #
    'VOICE_NAG': 5          # награда за 1 минуту в войс чате
}

roles = {
    'id':
        {
        '1': 798142893759660042,
        '2':  798142950419857418,
        '3': 800756077217054770,
        '4': 800762297479987220,
        '5': 800768106921328741
        },

    'price':
        {
        '1': 1200,
        '2': 6500,
        '3': 175000,
        '4': 300,
        '5': 300000000
        }

}

chan = {
    'main': 795956162695790624

}

texts = {

}

com = {

}
